Repository: raf93278/Captain-Tsubasa
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

source: Press\n<rep ②> to pass to the highlighted\nTsubasa, and hold <rep shoot_hold>\nto activate a Shooting Move.\n<color F03760>The Kick Gauge must\nbe filled up to activate\na Shooting Move.</color>
pl: Naciśnij\n<rep ②>, aby przejść do podświetlonego\nTsubasy, i przytrzymaj <rep shoot_hold>,\nby aktywować Shooting Move.\n<color F03760>Wskaźnik Kopnięcia musi\nbyć napełniony do aktywacji\n Shooting Move.</color>

# Pride of Japan and ace striker, Kojiro Hyugaaa!
source: Pride of Japan and ace striker,\nKojiro Hyugaaa!
pl: Duma Japonii i as wśród napastników\nKojiro Hyugaaa!

source: Proceed to next match.
pl: Przejdź do kolejnego meczu.

source: Prove your dominance\nwith a third championship win.\nTechnically, four if we count elementary school.)
pl: Udowodnij swoją dominację, wygrywając mistrzostwo trzeci raz.\nTechnicznie rzecz biorąc, cztery, jeśli liczyć szkołę podstawową.)

source: Put up or shut up!
pl: Grajcie albo się poddajcie!

source: QUIT GAME
pl: WYJŚCIE Z GRY

source: Quit the game and return to the Main Menu?
pl: Wyjść z gry i wrócić do menu głównego?

source: Quit the game?
pl: Wyjść z gry?

source: Quite different from regular soccer.
pl: Zupełnie inaczej niż w zwykłej piłce nożnej.

source: R-Right.
pl: R-racja.

source: RECORDS
pl: WYNIKI

source: Really?
pl: UUNaprawdę?

source: Recommended for first-time players.
pl: Zalecany dla początkujących graczy.

source: Records
pl: Wyniki

source: Representing Hokkaido: Furano MS.
pl: Reprezentujący Hokkaido: MS Furano.

source: Reset controls to default?
pl: Przywrócić ustawienia domyślne?

source: Resume EPISODE: TSUBASA?
pl: Wznowć EPIZOD: TSUBASA?

source: Return to Game
pl: Wróć do gry

source: Right here!
pl: Tutaj!

source: Right on, Misaki!
pl: Racja, Misaki!

source: Right!
pl: Racja!

source: Right.
pl: Racja.

source: Right...
pl: Racja...

source: Right?
pl: Racja?

source: Rivals since childhood, these two now take the\npitch as teammates, representing all of Japan!
pl: Rywalizują ze sobą od dzieciństwa. A teraz wychodzą na boisko\ngrając w jednej drużynie, reprezentując całą Japonię!

source: Roger!
pl: Zrozumiałem!

# Rubbing shoulders with some pros, and learning at a remarkable rate.
source: Rubbing shoulders with some pros,\nand learning at a remarkable rate.
pl: Współpracując z profesjonalistami uczysz się w niezwykłym tempie.

source: Rumor has it he suffered an injury to his\nleg during the finals,\nand that he's never recovered.
pl: Plotka głosi, że podczas finałów doznał\nkontuzji nogi i nigdy nie wrócił do zdrowia.

# Rumor has it he's been doing secret training!
source: Rumor has\nit he's been doing secret training!
pl: Plotka głosi, że brał udział w tajnym treningu!

source: Rusciano, what was that move?
pl: Rusciano, co to za ruch?

source: Ryan's textbook soccer is solid.
pl: Podręcznikowa piłka nożna Ryana jest solidna.

source: S'not important.
pl: To nie jest ważne.

source: SETTINGS
pl: USTAWIENIA

source: SHOP
pl: SKLEP

# SITUATION PRACTICE
source: SITUATION\n PRACTICE
pl: PRAKTYKA\n SYTUACJI

source: Same as always.
pl: Jak zawsze.

source: Save game progress and return to the Main Menu.
pl: Zapisz postęp gry i wróć do menu głównego.

source: Season Ended
pl: Koniec sezonu

source: Season Record
pl: Rekord sezonu

source: See...
pl: Więc...

source: Seeing you fire away at the goal\nagain today reminded me how nice a shot you have.
pl: Widząc, jak strzelasz na bramkę, przypomniałem sobie, jak ładnie strzelasz.

# Seems like he's been training just to take on Nankatsu!
source: Seems like\nhe's been training just to take on Nankatsu!
pl: Wygląda na to, że trenował tylko po to, by zmierzyć się z Nankatsu!

source: Select a player to edit.
pl: Wybierz gracza do edycji.

source: Select character to edit.
pl: Wybierz postać do edycji.

source: Select setting to configure.
pl: Wybierz ustawienie do konfiguracji.

source: Select title.
pl: Wybierz tytuł.

source: Select what team's players to edit.
pl: Wybierz zawodników drużyny do edycji.

source: Seriously?!
pl: Poważnie?!

source: Shockingly, last year's champs, Nankatsu,\nhave let Otomo take an early lead in the\nRegional finals!
pl: Co szokujące, zeszłoroczni mistrzowie, Nankatsu,\npozwolili Otomo wcześnie objąć prowadzenie w\nfinałach regionalnych!

source: Shooting Moves can be activated by filling the Kick \nGauge to full while the Spirit Gauge is above a \ncertain amount.
pl: Shooting Moves można aktywować poprzez napełnienie Wskaźnika \nKopnięć do pełna, gdy Wskaźnik Ducha znajduje się \nokreślonej wartości.

source: Shooting Moves vary by player, \nbut they all weaken the Spirit of the opponent's \ngoalkeeper greatly.
pl: Shooting Moves różnią się w zależności od gracza, \nale wszystkie znacznie osłabiają Ducha \nbramkarza przeciwnika.

source: Shooting Tutorials
pl: Samouczki strzałów

source: Shop
pl: Sklep

source: Should be fun!
pl: Powinno być zabawnie!

source: Shows a Challenge Hint that lets you watch a special event.
pl: Wyświetla wskazówkę dotyczącą Wyzwania, która umożliwia obejrzenie specjalnego wydarzenia.

source: Since we learn more towards defense, as well,\nour best bet is to keep Nitta pinned down with\ngood marking.
pl: Ponieważ uczymy się także więcej o obronie, naszym najlepszym wyjściem jest trzymanie unieruchomionego Nitty za pomocą dobrego markowania.

source: Single Player
pl: Gra dla jednego gracza

source: Skip Dialogue
pl: Pomiń dialog

source: Skip Story
pl: Pomiń historię

source: Skip all
pl: Pomiń wszystko

source: Skip dialogue.
pl: Pomiń dialog.

# Skip the Adventure Part and start the match immediately?
source: Skip the Adventure Part and start the match\nimmediately?
pl: Pomiń część przygodową i od razu rozpocznij mecz?

# So I'm asking you to focus on his potential for the future... as his mother.
source: So I'm asking you to focus on his potential for\nthe future... as his mother.
pl: Więc proszę cię, byś skupiła się na jego potencjale na przyszłość...\njako jego matka.

# So drives in table tennis work off the same basic idea as the Drive Shot, right?
source: So drives in table tennis work off the same basic\nidea as the Drive Shot, right?
pl: Zatem drive'y w tenisie stołowym działają na tej samej zasadzie, co Drive Shot, prawda?

# So he can have all his strength for the final game.
source: So he can\nhave all his strength for the final game.
pl: Zachował więc\nwszystkie siły na finałowy mecz.

source: So no slacking off!
pl: Nie ma mowy o wolnym!

source: So that's the timing!
pl: A więc to jest ten moment!

source: So this is the Knight of Bremen?
pl: Więc to jest rycerz z Bremy?

source: So this is the artisan...?
pl: Więc to jest artisan...?

source: So watching a game or two seemed like a good idea.
pl: Dlatego obejrzenie jednego lub dwóch meczów wydawało się dobrym pomysłem.

source: So you need to stay focused out there!
pl: Więc musicie się na tym skupić!

source: So you've come, Kojiro.
pl: A więc przybyłeś, Kojiro.

source: So, I tried to find a way to make it work, and\nbefore I knew it, we were having a blast playing\nin odd ways like that.
pl: Próbowałem więc znaleźć sposób, aby to zadziałało i zanim się zorientowałem, świetnie się bawiliśmy grając w ten dziwny sposób.

source: So, don't feel like you have to get super into it.\nGive it a go when you feel like it.
pl: Więc nie myśl, że musisz się w to super zaangażować. Spróbuj, kiedy masz na to ochotę.

source: So, even if it's only a little bit, you're giving\nthe goalie some extra time to get ready once\nyou've taken your shot.
pl: Nawet jeśli to tylko chwila, dajesz bramkarzowi trochę dodatkowego czasu\nna przygotowanie się po oddanym strzale.

# So, you can shoot that well, but you still aren't satisfied?
source: So, you can shoot that well,\nbut you still aren't satisfied?
pl: Chodzi o to, że możesz strzelać tak dobrze, ale nadal nie jesteś zadowolony?

source: So...
pl: Więc...

source: Soccer is everything to me!
pl: Piłka nożna jest dla mnie wszystkim!

source: Soccer's about having fun, Carlos!
pl: W piłce nożnej chodzi o dobrą zabawę, Carlos!

source: Soda, you're as sharp as ever.
pl: Soda, jesteś bystry jak zawsze.

# Some people aren't going to be happy with you moving there. Be ready for that.
source: Some people aren't going to be happy\nwith you moving there.\nBe ready for that.
pl: Niektórzy ludzie nie będą zadowoleni z twojej przeprowadzki i bądź na to gotowy.

# Something along the lines of "I'm playing whether you want me to or not."
source: Something along the lines of "I'm playing whether\nyou want me to or not."
pl: Coś w stylu "Gram, czy tego chcesz, czy nie".

source: Sorry, I'm not sure if what I'm saying\nwill actually be practical.\nI'm more speaking from emotion.
pl: Przepraszam, nie jestem pewien, czy to, co mówię,\nbędzie faktycznie praktyczne. Mówię bardziej z emocji.

# Sorry, Nitta. We let you down.
source: Sorry, Nitta.\nWe let you down.
pl: Przepraszamy, Nitta. Zawiedliśmy cię.

source: Sorry, man.
pl: Przepraszam.

source: Speaking as a coach,\nGenzo's come into his own in this tournament.\nEven you'll have a hard time scoring on him.
pl: Mówię jako trener,\nGenzo radzi sobie na tym turnieju.\nNawet tobie będzie trudno strzelić mu bramkę.

source: Speaking of which, this will be the first match of\nthe tournament for Hyuga, their forward.
pl: Skoro o tym mowa, będzie to pierwszy mecz Hyugi, ich napastnika, w tym turnieju.

source: Special Rewards
pl: Specjalne nagrody

source: Specializing in high-flying acrobatic soccer\nusing even the goal posts, this team has a\nunique combo play that can't be imitated.
pl: Specjalizują się w powietrznych akrobacjach,\nktóre omijają nawet słupki bramki, ta drużyna ma unikalną kombinację, której nie da się naśladować.

source: Spectator 1
pl: Widz 1

source: Spectator 2
pl: Widz 2

source: Spectator 3
pl: Widz 3

source: Spectator 4
pl: Widz 4

source: Spirit
pl: Duch

source: Spirit Cost
pl: Koszt ducha

source: Spirit is needed to perform special actions.\nEach action consumes the Spirit Gauge.
pl: Duch jest potrzebny do wykonywania specjalnych akcji.\nKażda akcja zużywa Wskaźnik Ducha.

source: Spirit?
pl: Duch?

source: Sports Commentator
pl: Komentator sportowy

source: Start EPISODE 1: Otomo MS?
pl: Rozpocząć EPIZOD 1: Otomo MS?

source: Start EPISODE 2: Azumaichi MS?
pl: Rozpocząć EPIZOD 2: Azumaichi MS?

source: Start EPISODE 3: Hanawa MS?
pl: Rozpocząć EPIZOD 3: Hanawa MS?

source: Start EPISODE 4: Hirado MS?
pl: Rozpocząć EPIZOD 4: Hirado MS?

source: Start EPISODE 5: Furano MS?
pl: Rozpocząć EPIZOD 5: Furano MS?

source: Start EPISODE 6: Toho Academy?
pl: Rozpocząć EPIZOD 6: Toho Academy?

source: Start EPISODE: TSUBASA?
pl: Rozpocząć EPIZOD: TSUBASA?

# Start the match by pressing <rep ②> to kick the ball from midfield.
source: Start the match by pressing <rep ②> to kick\nthe ball from midfield.
pl: Rozpocznij mecz naciskając <rep ②> aby kopnąć\npiłkę ze środka pola.

source: Start the match.
pl: Rozpocznij mecz

source: Start the match?
pl: Rozpocząć mecz

source: Stay sharp, everyone!
pl: Bądźcie czujni!

# Steal ball with Dash Tackle <rep dribble_hold>
source: Steal ball with\nDash Tackle <rep dribble_hold>
pl: Przejmij piłkę używając\nDash Tackle <rep dribble_hold>

# Steal ball with Dash Tackle.
source: Steal ball with\nDash Tackle.
pl: Przejmij piłkę używając\nDash Tackle.

# Steal ball with a Tackle Move.
source: Steal ball with\na Tackle Move.
pl: Przejmij piłkę używając\na Tackle Move.

# Steal the ball with a Tackle Move <rep ⑧>/<rep ①>
source: Steal the ball\nwith a Tackle Move <rep ⑧>/<rep ①>
pl: Przejmij piłkę\nza pomocą ruchu ataku <rep ⑧>/<rep ①>

source: Still at it, huh?
pl: Wciąż to robisz?

# Still, I think I'm missing something. Jito thought so, too.
source: Still, I think I'm missing something.\nJito thought so, too.
pl: Mimo to myślę, że coś przeoczyłem.\nJito też tak myślał.

source: Stop 'im!
pl: Zatrzymać go!

source: Such a cool guy!
pl: Ale fajny facet!

source: Such tenacity!
pl: Co za wytrwałość!

source: Sure is.
pl: Pewnie.

source: Swap Confirm/Cancel Button
pl: Zamień przycisk Potwierdź/Anuluj

source: Sweet!
pl: Super!

source: Sweet, thanks.
pl: Super, dzięki.

source: Switch control to specified player
pl: Przełącz sterowanie na określonego gracza

source: THE JOURNEY
pl: PODRÓŻ

source: THE JOURNEY is a single player mode that\nlets you experience two separate stories.\nFollow Tsubasa through the thrilling competition\nof the middle school Nationals in EPISODE: TSUBASA,\nor train your own hero in the original story\nEPISODE: NEW HERO.
pl: PODRÓŻ to tryb dla jednego gracza, który\n pozwala przeżyć dwie odrębne historie. Podążaj za Tsubasą w liceum podczas emocjonujących\n zawodów krajowych w EPIZOD: TSUBASA\nlub wytrenuj własnego bohatera w oryginalnej historii w EPIZOD: NOWY BOHATER.

source: TRAINING
pl: TRENING

source: Take flight!
pl: Wzbij się w powietrze!

# Take the ball to the opponent's goal <rep ⑲>/<rep ②>
source: Take the ball to\nthe opponent's goal <rep ⑲>/<rep ②>
pl: Zabierz piłkę do bramki przeciwnika <rep ⑲>/<rep ②>

# Tatsuo Mikami Japan MS All-Star Team: Coach
source: Tatsuo Mikami\nJapan MS All-Star Team: Coach
pl: Tatsuo Mikami\nJapan MS All-Star Team: Trener//

source: Team: Argentina\n \nThis team is lead by Diaz, a midfielder\nwho goes for goals with his Miracle\nOverhead, and Pascal, who he works\nwith to toy with the other team.
pl: Drużyna: Argentyna \nTę drużyne prowadzi Diaz, pomocnik \nktóry zdobywa gole za pomocą swojego Miracle \nOverhead, oraz Pascala, z którym współpracuje, by zabawić się z drużyną przeciwną.

source: Team: Brazil\n \nThis team is composed of excellent\nplayers, like the forward Carlos, who\nadeptly dribbles past his opponents\nto score with his Sagittarius Shot.
pl: Drużyna: Brazylia\n \nTa drużyna składa się ze znakomitych\ngraczy, takich jak napastnik Carlos, który\nzręcznie drybluje obok przeciwników,\nby zdobyć bramkę Sagittarius Shot.

source: Team: France\n \nA most formidable team that sets\nthe bar high across the board with\nprodigious players Napoleon, Pierre,\nand Jean in their respective positions.
pl: Drużyna: Francja\n \nNiezwykle groźna drużyna, która wysoko\nzawiesiła poprzeczkę, mając w swoich\nszeregach wybitnych graczy: Napoleona, Pierre'a i Jeana.

source: Team: Germany\n \nA first-class team including Europe's\ntop forward Schneider and his mighty\nHigh Fire Shot, and the impenetrable\ndefense of their goalkeeper Muller.
pl: Drużyna: Niemcy\n \nPierwszorzędna drużyna, w której\nskład wchodzi czołowy napastnik\nEuropy, Schneider i jego potężny strzał z dystansu,\na także nie do przejścia obrona bramkarza Mullera.

source: Team: Italy\n \nThis team has Hernandez, a keeper with\nperfect saves fixated on the ball.\nFrom goal, he leads forwards like\nRusciano to counter and score.
pl: Drużyna: Włochy\n \nTa drużyna ma Hernandeza, bramkarza z\ndoskonałą obroną, który jest skupiony\nna piłce. Z bramki prowadzi napastników\ntakich jak Rusciano do kontr i strzelania goli.

source: Team: Netherlands\n \nA powerhouse of a team full of\naggressive players, not the least of\nwhom is Kluivoort, who cuts a path to\nthe goal with his High Stinger Shot.
pl: Drużyna: Holandia\n \nPotężna drużyna pełna agresywnych zawodników,\nw której ważnym jest Kluivoort, który przecina\ndrogę do bramki swoim High Stinger Shot.

source: Team: Senegal\n \nThis team shines with the physical\nexcellence of its players when they\nattack quickly with perfect passes,\nall orchestrated by Senghor.
pl: Drużyna: Senegal\n \nTa drużyna błyszczy fizyczną \ndoskonałością swoich graczy, gdy szybko\natakują doskonałymi podaniami,\nwszystko zaaranżowane przez Senghora.

# Teammates are blue, opponents are red, and the ball is yellow.
source: Teammates are blue, opponents\nare red, and the ball is yellow.
pl: Koledzy z drużyny są niebiescy, przeciwnicy \nczerwoni, a piłka jest żółta.

source: Teams winning regional tournaments throughout\nthe country would soon be representing their homes\non the national stage.
pl: Drużyny wygrywające turnieje regionalne w całym kraju\nwkrótce będą reprezentować swoje domy na arenie krajowej.

source: Thank you very much.
pl: Dziękuję bardzo.

source: Thank you!
pl: Dzięki.

source: Thank you.
pl: Dzięki.

source: Thanks!
pl: Dzięki!

# Thanks, Katagiri. It's been a while.
source: Thanks, Katagiri.\nIt's been a while.
pl: Dzięki, Katagiri. Minęło trochę czasu.

source: Thanks.
pl: Dzięki.

# Thanks. Both of you!
source: Thanks.\nBoth of you!
pl: Dzięki wam obu!

source: That Drive Shot of yours really packs a punch.
pl: Ten twój Drive Shot naprawdę robi wrażenie.

source: That Misaki?
pl: Ten Misaki?

source: That all you got, Takasugi?
pl: Tylko na tyle cię stać, Takasugi?

source: That crazy...
pl: To szaleństwo...

# That leaves their 2nd year striker, Nitta, free to shoot on the goal.
source: That leaves their 2nd year striker, Nitta,\nfree to shoot on the goal.
pl: Dzięki temu ich napastnik z drugiego roku, Nitta, może swobodnie strzelać gole.

source: That much is true.)
pl: To prawda).

source: That nut really pulled it off!
pl: Ten wariat naprawdę to zrobił!

source: That shot you scored with was exceptionally spicy.
pl: Ten strzał był wyjątkowo ostry.

source: That smash was awesome!
pl: To uderzenie było niesamowite!

source: That sounds fantastic!
pl: Brzmi fantastycznie!

source: That sounds like quite a game.
pl: Brzmi to jak niezła gra.

# That spirit you had as a kid?!
source: That spirit\nyou had as a kid?!
pl: Tym duch, którego miałeś jako dziecko?!

# That struggle's not new to me. It's hard stuff improving your shots.
source: That struggle's not new to me.\nIt's hard stuff improving your shots.
pl: Ta walka nie jest dla mnie niczym nowym.\nPoprawa swoich strzałów jest trudna.

# That thud that you get right to your gut, ya know?
source: That thud that you get right\nto your gut, ya know?
pl: To uderzenie prosto w jelita, wiesz?

source: That was a nice kick!
pl: To było niezłe kopnięcie!

source: That was amazing!
pl: To było niesamowite!

source: That was insane.
pl: To było szalone.

source: That was really helpful.
pl: To było bardzo pomocne.

source: That was...unexpected.
pl: To było... nieoczekiwane.

source: That won't work on me, Izawa!
pl: To na mnie nie zadziała, Izawa!

source: That's encouraging for sure.
pl: To na pewno zachęcające.

# That's fine, though, right? Not like we have practice or classes tonight.
source: That's fine, though, right?\nNot like we have practice or classes tonight.
pl: Ale to w porządku, prawda?\nNie tak, że mamy dziś wieczorem ćwiczenia lub zajęcia.

source: That's it?
pl: To wszystko?

# That's not the boy I knew. The man you were becoming...
source: That's not the boy I knew.\nThe man you were becoming...
pl: To nie jest chłopak, którego znałem. Mężczyzna, którym się stałeś...

# That's our strategy. All we have to do now is make it work.
source: That's our strategy.\nAll we have to do now is make it work.
pl: To nasza strategia. Teraz musimy tylko sprawić, by zadziałała.

source: That's pro skills for ya.
pl: To są dla ciebie profesjonalne umiejętności.

source: That's right.
pl: Zgadza się.

# That's so like him. The guy ties everything back to soccer.
source: That's so like him.\nThe guy ties everything back to soccer.
pl: To do niego bardzo podobne.\nChłopak wiąże wszystko z piłką nożną.

source: That's the Black Panther for you!
pl: To jest Black Panther dla ciebie!

source: That's the game, folks!
pl: To jest gra, ludzie!

source: That's the practice match teams for today.
pl: Oto składy na dzisiejszy mecz treningowy.

source: That's the way to go!)
pl: Tak to się robi!)

source: That's true.
pl: To prawda.

source: That's way too advanced.
pl: To zbyt zaawansowane.

source: That's when their fleet-footed forward, Nitta,\nstarts pounding in the powerful shots.\nThe kid can run 100 meters in 11 seconds.
pl: Wtedy ich szybki napastnik Nitta\nzaczyna odddawać potężne strzały.\nDzieciak może przebiec 100 metrów w 11 sekund.

# That means every goal is even more important here.
source: That\nmeans every goal is even more important here.
pl: Oznacza to, że każda bramka jest tutaj jeszcze ważniejsza.

source: The Drive Shot at Nationals hit harder than\nany kick I ever experienced in all my years of\nfighting.
pl: Drive Shot na mistrzostwach krajowych uderzył mocniej niż jakikolwiek kopniak, którego doświadczyłem przez wszystkie lata walk.

source: The Emperor reigns with an iron fist.
pl: Imperator rządzi żelazną ręką.

source: The Freestyle Menu lets you enjoy\nFreestyle Matches, where you can enjoy\nsoccer with items!
pl: Menu Freestyle// umożliwia rozgrywanie\nmeczów Freestyle, w których można cieszyć się grą w piłkę\n nożną z przedmiotami!

source: The Kick Gauge represents the power of a\nthrough pass, long pass, or shot.\nWith each of these actions, the longer\nyou hold down the button the greater\nthe power of the kick and the speed of\nthe ball.
pl: Wskaźnik kopnięcia reprezentuje siłę\npodania, długiego podania lub strzału.\nW przypadku każdej z tych akcji im dłużej\nprzytrzymasz przycisk, tym większa będzie siła kopnięcia\ni prędkość piłki.

source: The Otomo Quartet and their tall keeper\ntogether form an iron wall\nthat stops any offense dead in its tracks.
pl: Kwartet Otomo i ich wysoki obrońca razem tworzą żelazny mur, który zatrzymuje każdy ataki.

# The Otomo Quartet may run a tight defense, but they aren't unbreakable.
source: The Otomo Quartet may run a tight defense,\nbut they aren't unbreakable.
pl: Kwartet Otomo może i ma szczelną obronę, ale nie jest nie do złamania.

# The SGGK (Super Great Goalkeeper), Genzo Wakabayashi!
source: The SGGK (Super Great Goalkeeper),\nGenzo Wakabayashi!
pl: SWB (Super Wspaniały Bramkarz),\nGenzo Wakabayashi!

# The Shizuoka Regional finals will be decided by penalty shootout!
source: The Shizuoka Regional finals will\nbe decided by penalty shootout!
pl: O finałach regionalnych Shizuoki\nzadecydują rzuty karne!

# The Tachibana brothers' Skylab Hurricane accounts for most of the team's goals.
source: The Tachibana brothers' Skylab\nHurricane accounts for most of the team's goals.
pl: Skylab Hurricane braci Tachibana odpowiada za większość bramek drużyny.

source: The ball is my friend.
pl: Piłka to moja przyjaciółka.

source: The ball's course has the same\nfeatures as Tsubasa's Drive Shot, like the\npowerful drop and spin.
pl: Tor lotu piłki ma te same funkcje,\nco Drive Shot Tsubasy, takie jak\npotężne opadanie i rotacja.

source: The best goalies will take full advantage of that.\nThey'll figure out your shot's trajectory,\nand if they can handle the kick's strength...
pl: Najlepsi bramkarze w pełni to wykorzystują.\nPoznają trajektorię twojego strzału i sprawdzą,\nczy poradzą sobie z siłą kopnięcia...

# The boy was raised with a soccer ball never far from his feet.
source: The boy was raised with a soccer ball\nnever far from his feet.
pl: Chłopiec wychowywał się z piłką nożną\nzawsze blisko jego stóp.

source: The challenges will not be cleared.
pl: Wyzwania nie będą usuwane.

source: The crowd is watching closely as the\nShizuoka Regional finals are getting underway.\nAnd there's the kickoff!
pl: Tłum przygląda się uważnie finałom regionalnym w Shizuoce,\nktóre właśnie się rozpoczynają!

# The fated day for the two titans to clash finally arrived.
source: The fated day for the two titans to clash\nfinally arrived.
pl: Ostatecznie nadszedł dzień starcia dwóch tytanów.

source: The final match of the\nShizuoka Regionals, and the qualifier for the\nNational MS Soccer Tournament!
pl: Finałowy mecz\nprefektury Shizuoka i kwalifikacje do\nkrajowego turnieju piłki nożnej MS// !

source: The finals of the first "Junior Youth World\nChallenge," held in America, Japan vs. Germany!
pl: Finał pierwszego "Junior Youth World\nChallenge," odbywa się w Ameryce, Japonia kontra Niemcy!
